[
  {
    "id": 1,
    "professor": "伊藤 寛祥",
    "position": "助教",
    "field": "機械学習、ソーシャルネットワーク分析、ヒューマンコンピューテーション",
    "papers": "センサー未設置地点における定点風速予測の精度向上、クラウドソーシングにおけるワーカの回答根拠を用いたラベル集約 、個人嗜好のベイズ最適化におけるクラスタリング を用いたドメイン間の転移学習 ",
    "description": "伊藤 寛祥 研究室（助教）では、機械学習 や ソーシャルネットワーク分析 を中心に研究が行われています。\n近年は「センサー未設置地点における定点風速予測の精度向上」「クラウドソーシングにおけるワーカの回答根拠を用いたラベル集約 」などの研究に取り組んでおり、\n研究の背景として「Web 上の大量の文書や SNS におけるソーシャルネットワークといったビッグデータに対する機械学習モデルに関する研究に取り組んでいます。データがもつ本質的な構造やメカニズムを数理的なモデルで浮き彫りにすることで、膨大な情報を人間に理解できる程度にまで要約したり、データの未来の振る舞いを予測できるようになります。特に人と人とが SNS でつながるメカニズムのモデル化、人と機械による協調的なモデル学習に興味があります。」といった問題意識を持っています。"
  },
  {
    "id": 2,
    "professor": "宇陀 則彦",
    "position": "教授",
    "field": "デジタルヒューマニティーズ、電子図書館、知識情報学、情報資源管理",
    "papers": "アーカイブ資料専用の対話型システムの構築、配架方法を読み解くことによるプロジェクション本棚の開発、物語分析とショット分析から見る『たまこラブストーリー』の主題 －彼女が気付いたものとはなにか－、デジタルライブラリにおける文献到達可能性",
    "description": "宇陀 則彦 研究室（教授）では、デジタルヒューマニティーズ や 電子図書館 を中心に研究が行われています。\n近年は「アーカイブ資料専用の対話型システムの構築」「配架方法を読み解くことによるプロジェクション本棚の開発」などの研究に取り組んでおり、\n研究の背景として「知識情報・図書館学類の目的は「知識共有現象の解明」と捉えている。知識の伝達と共有はどういうプロセスなのか、図書館、アーカイブズ、博物館に保存された記録と知識はどのような関係にあるのかなど、当たり前のようでいて、わからないことがたくさんある。本研究室では、記録と知識の関係を情報資源マネジメントととらえ、スマートライブラリという新しいカタチの図書館構築を目指す。」といった問題意識を持っています。"
  },
  {
    "id": 3,
    "professor": "大澤 文人",
    "position": "助教",
    "field": "教育におけるマルチメディアの活用、教育におけるコンピュータの活用",
    "papers": "数学教育の授業におけるICTの活用と 生徒の数学へのモチベーションの関係について",
    "description": "大澤 文人 研究室（助教）では、教育におけるマルチメディアの活用 や 教育におけるコンピュータの活用 を中心に研究が行われています。\n近年は「数学教育の授業におけるICTの活用と 生徒の数学へのモチベーションの関係について」「」などの研究に取り組んでおり、\n研究の背景として「高校における教科「情報」が導入されて時間が経過したがこの導入により従来の教育現場におけるコンピュータ、マルチメディアの活用がかわりつつある。時代に即したこれらの活用方法を探っていくことが本研究室の主要な研究テーマである。」といった問題意識を持っています。"
  },
  {
    "id": 4,
    "professor": "加藤 誠",
    "position": "准教授",
    "field": "Webマイニング、情報検索、オープンデータ",
    "papers": "大規模言語モデルを用いた検索結果の クリックシミュレーション、外部文書検索による大規模言語モデルのデータ予測性能の改善、異なる言語における検索クエリ形式の性能評価、「思い出せない」既知アイテム検索における誤りを含むクエリの処理方法、密検索モデルのフレーズクエリ解釈能力の評価、数値条件を含むクエリに対する密検索モデルの性能評価、逆学習を用いた検索用学習データセットの蒸留",
    "description": "加藤 誠 研究室（准教授）では、Webマイニング や 情報検索 を中心に研究が行われています。\n近年は「大規模言語モデルを用いた検索結果の クリックシミュレーション」「外部文書検索による大規模言語モデルのデータ予測性能の改善」などの研究に取り組んでおり、\n研究の背景として「Web上の不正確・不確かな情報に惑わされないようにするために、数量データに基づく知識への容易なアクセスを可能とし、人々のデータに基づく意思決定を促すことを目標としている。特にWeb上で公開される統計データを対象とした、データの収集・組織化・検索・理解・要約・推論・提示・探索行動理解を主な研究課題とし、主に機械学習に基づくアプローチを行なっている。」といった問題意識を持っています。"
  },
  {
    "id": 5,
    "professor": "金 宣経",
    "position": "助教",
    "field": "ヒューマンロボット/コンピュータインタラクション、コミュニケーション支援、認知科学",
    "papers": "信頼性判断をサポートする検索インターフェースの提案 —情報探索行動の変化を中心に—、VRによる視覚的錯覚を通じた現実世界の物体の重量知覚操作、情報リテラシーの理解を深めるためのゲーミフィケーションシステムの提案、感情の可視化および感情認識に関する研究 ",
    "description": "金 宣経 研究室（助教）では、ヒューマンロボット/コンピュータインタラクション や コミュニケーション支援 を中心に研究が行われています。\n近年は「信頼性判断をサポートする検索インターフェースの提案 —情報探索行動の変化を中心に—」「VRによる視覚的錯覚を通じた現実世界の物体の重量知覚操作」などの研究に取り組んでおり、\n研究の背景として「テクノロジーを介した個別学習支援に関する研究を行っています。研究の目的は、コンピュータや、ロボット、ウェアラブルデバイス、バーチャルリアリティなどを用いた学習環境において、知覚や感情が学習に与える影響を理解することです。主に、心理物理学的・精神生理学的な手法を用いています。」といった問題意識を持っています。"
  },
  {
    "id": 6,
    "professor": "阪口 哲男",
    "position": "准教授",
    "field": "Linked Dataに関する開発支援、クラウドソーシング基盤技術と応用、情報共有・伝達の技術基盤開発",
    "papers": "LODを参照しているドキュメントを利用した検索支援、地域アーカイブにおける注釈付与支援のための画像推薦、動的型付けプログラミング言語HSPにおける静的型付け導入に関する研究",
    "description": "阪口 哲男 研究室（准教授）では、Linked Dataに関する開発支援 や クラウドソーシング基盤技術と応用 を中心に研究が行われています。\n近年は「LODを参照しているドキュメントを利用した検索支援」「地域アーカイブにおける注釈付与支援のための画像推薦」などの研究に取り組んでおり、\n研究の背景として「インターネットで情報の発信や入手の手段・機会は増えている一方、まだまだ活用しきれていないのが現状ではないか？ 電子メールでのコミュニケーションでは重要なメールと迷惑メールとのふるい分けがもはや必須と言える。また、次世代WWWとしてのWeb2.0はもちろん、インターネットはもっと幅広い利用が可能であり、インターネットを活用した本当の意味での情報の蓄積と共有を、人類が気軽に行えるような技術の開発を目指す。」といった問題意識を持っています。"
  },
  {
    "id": 7,
    "professor": "鈴木 伸崇",
    "position": "教授",
    "field": "構造化文書、データベース、データ工学,アルゴリズム",
    "papers": "LLMによるSPARQL問合せ式作成支援、ウェブサイト作成初心者のための デザインテンプレートの推薦・適用手法、選好が半順序型の場合における選好の拡張について",
    "description": "鈴木 伸崇 研究室（教授）では、構造化文書 や データベース を中心に研究が行われています。\n近年は「LLMによるSPARQL問合せ式作成支援」「ウェブサイト作成初心者のための デザインテンプレートの推薦・適用手法」などの研究に取り組んでおり、\n研究の背景として「XMLやHTMLなどの構造化文書はWebにおける事実上の標準フォーマットとして急速に普及が進んでいる。一方、このようなデータのスキーマ言語(DTD、W3CXML Schema等)や検索言語(XPath等)に関して、基本的かつ重要であるにもかかわらず実用的な時間内に解が得られない複雑な問題が少なくない。このような問題を効率よく解くための手法、例えば、実用的な時間内に解くことのできる部分クラスを求めること等について考察する。」といった問題意識を持っています。"
  },
  {
    "id": 8,
    "professor": "関 洋平",
    "position": "教授",
    "field": "情報アクセス、自然言語処理、コミュニケーション支援",
    "papers": "企業レポート中の ESG に関する公約の検証可能性の判別、メタバースにおけるアバターの表情と発話の感情の一貫性の分析、対話データを利用したキャラクター特徴を持つ会話の生成、構成要素に注目した囲碁解説文の分類",
    "description": "関 洋平 研究室（教授）では、情報アクセス や 自然言語処理 を中心に研究が行われています。\n近年は「企業レポート中の ESG に関する公約の検証可能性の判別」「メタバースにおけるアバターの表情と発話の感情の一貫性の分析」などの研究に取り組んでおり、\n研究の背景として「ニュース、Webなどのテキスト群に含まれる情報へのアクセス技術、特に意見分析、要約、多言語処理に力を入れています。最近は、集合知を利用した協調アノテーション技術や、メディアまたは文書ジャンルを横断した情報アクセス技術、およびその評価などの研究に取り組んでいます。」といった問題意識を持っています。"
  },
  {
    "id": 9,
    "professor": "時井 真紀",
    "position": "講師",
    "field": "情報表現、計算物理、計算機シミュレーション",
    "papers": "空手の組手競技における言語化支援システムの開発と検証、絵画鑑賞を通して数学への興味を惹き出す手法の提案、江戸時代を学ぶ浮世絵散策システムの構築、江戸の町を探索しながら学ぶ歴史教育ゲームの開発",
    "description": "時井 真紀 研究室（講師）では、情報表現 や 計算物理 を中心に研究が行われています。\n近年は「空手の組手競技における言語化支援システムの開発と検証」「絵画鑑賞を通して数学への興味を惹き出す手法の提案」などの研究に取り組んでおり、\n研究の背景として「文字、数値、画像、音声など様々なデータ（情報）を記録する”記録媒体”として、また機器の部品など、様々な場面で「磁性材料」が利用されています。この磁性材料の性質を知るために、電子の振る舞いを理論計算から求めるという研究を行っています。」といった問題意識を持っています。"
  },
  {
    "id": 10,
    "professor": "永井 正勝",
    "position": "教授",
    "field": "博物館情報学、文化遺産のデジタル化、言語と文字体系",
    "papers": 0,
    "description": "永井 正勝 研究室（教授）では、博物館情報学 や 文化遺産のデジタル化 を中心に研究が行われています。\n研究の背景として「文化遺産（文献資料、物的資料など）のデジタル化ならびにデジタル化された情報の利活用に関する研究を行っています。おもな研究対象は、古代オリエント文明です。言語学の立場から古代エジプト語（ヒエログリフ、ヒエラティック、デモティック、コプティック）の研究も行っています。」といった問題意識を持っています。"
  },
  {
    "id": 11,
    "professor": "松村 敦",
    "position": "助教",
    "field": "絵本推薦、情報探索、情報検索、情報推薦、Web情報システム",
    "papers": "書架における情報探索行動の分析、マンガを用いた読解指導による混成型テキストの読解力の向上、レファレンスサービスの手法を用いた図書推薦システムの提案、実際のサイズを反映した書影が絵本選択に与える影響",
    "description": "松村 敦 研究室（助教）では、絵本推薦 や 情報探索 を中心に研究が行われています。\n近年は「書架における情報探索行動の分析」「マンガを用いた読解指導による混成型テキストの読解力の向上」などの研究に取り組んでおり、\n研究の背景として「情報の爆発的な増大にともない、大量の情報から有用な知識を獲得する技術がますます重要となっています。本研究室は、Web、文献、マニュアルなど様々な情報から知識を発掘し整理する手法の研究と、問題の回答が欲しいのか、関連情報で勉強したいのか等、人がどんな状況で何を必要としているかの分析という両側面からこの問題に取り組みます。そして、人が知りたいこと（人に内在する要求）と世の中が知っていること（社会に遍在する知識）の両者を結ぶ知識情報検索システムの実現を目指しています」といった問題意識を持っています。"
  },
  {
    "id": 12,
    "professor": "山本 修平",
    "position": "准教授",
    "field": "行動モデリング、マルチモーダルデータ分析、機械学習",
    "papers": 0,
    "description": "山本 修平 研究室（准教授）では、行動モデリング や マルチモーダルデータ分析 を中心に研究が行われています。\n研究の背景として「人々の意思決定や行動支援を実現するために、機械学習を活用したデータ分析やモデル化技術に関する研究を行っています。機械学習と他領域の知識との融合によるデータマイニング技術の開発や、人の行動を観測することで得られるマルチモーダルデータの分析などに興味があります。」といった問題意識を持っています。"
  },
  {
    "id": 13,
    "professor": "于 海涛",
    "position": "准教授",
    "field": "機械学習、知識グラフ・情報知能、情報検索",
    "papers": "複数モデルの融合による推薦バイアスの緩和",
    "description": "于 海涛 研究室（准教授）では、機械学習 や 知識グラフ・情報知能 を中心に研究が行われています。\n近年は「複数モデルの融合による推薦バイアスの緩和」「」などの研究に取り組んでおり、\n研究の背景として「情報オーバーロードとビッグデータの時代に直面して、新技術は我々の生活の需要を満たすために情報アクセスにとって不可欠である。インタラクティブ情報検索の技術はユーザとの交互を可能にし、適応検索結果を提供する。本質的には、コンテキスト駆動型情報検索と見なすことができる。コンテキスト情報は以前に提出されたクエリ、インタラクティブな動作等を含む。ファイングレインの問題は、ユーザの意図識別、行動の理解、適応的なアイテムのランキングを含む。」といった問題意識を持っています。"
  },
  {
    "id": 14,
    "professor": "上保 秀夫",
    "position": "教授",
    "field": "ヒューマンインタラクション、ユーザインタフェース、情報検索システム",
    "papers": 0,
    "description": "上保 秀夫 研究室（教授）では、ヒューマンインタラクション や ユーザインタフェース を中心に研究が行われています。\n研究の背景として「人々の情報行動のうち、特に探索と検索に関して、人間の認知的・情緒的側面の理解を土台にして、知識情報資源にアクセスする新しい手法の提案・開発・評価を行っています。また情報行動に影響を及ぼす様々な要素をコンテキストという枠組みで研究しています。近年は協調作業による情報探索・検索の理解・支援にも興味があります。」といった問題意識を持っています。"
  },
  {
    "id": 15,
    "professor": "辻 慶太",
    "position": "准教授",
    "field": "シソーラスの自動構築、レファレンスサービス、図書推薦システム",
    "papers": "貧困家庭の子どもの公共図書館の利用目的と満足度、公立図書館のレファレンスサービスにおける変容と展望 －2009年と現在における比較分析－、公共図書館における学習⽀援サービス利⽤の現状と課題 ―利⽤者／潜在的利⽤者の意識調査―",
    "description": "辻 慶太 研究室（准教授）では、シソーラスの自動構築 や レファレンスサービス を中心に研究が行われています。\n近年は「貧困家庭の子どもの公共図書館の利用目的と満足度」「公立図書館のレファレンスサービスにおける変容と展望 －2009年と現在における比較分析－」などの研究に取り組んでおり、\n研究の背景として「大学生の中には、大学図書館において館内のパソコンで情報を得るだけで満足し、館内の図書は利用しないという人が増えています。図書を利用することでより深い学習ができるよう、閲覧しているWebページからその学生のニーズを把握し、関連する蔵書を推薦するシステムの構築を行っています。またそれとは全く別に、日本におけるレファレンスサービスの実態調査や、図書館情報学教育のあり方についても研究しています。」といった問題意識を持っています。"
  },
  {
    "id": 16,
    "professor": "寺地 美奈子",
    "position": "助教",
    "field": "映像文化論、メディア社会学、メディア技術史",
    "papers": 0,
    "description": "寺地 美奈子 研究室（助教）では、映像文化論 や メディア社会学 を中心に研究が行われています。\n研究の背景として「テレビが真新しい映像メディアとして登場した1950年代における地方のテレビ受容の様相を、フィールドワークの手法によって明らかにしてきました。現代では、テレビに続く映像メディアとして、スマートフォン、タブレット、大型スクリーン、プロジェクションなどがあります。これからのメディアや情報獲得のあり方を探求するため、コンテンツや視聴を支える技術、法制度などを多角的に検討しています。」といった問題意識を持っています。"
  },
  {
    "id": 17,
    "professor": "照山 絢子",
    "position": "准教授",
    "field": "文化人類学、医療人類学、コミュニケーション学",
    "papers": "情報の認識・取得・活用におけるADHD者の困難の体験に関する研究 －ADHD者のための情報保障に向けて－、行政職員と移住者の語りから見る地域移住の現状 －愛媛県八幡浜市を例に－、X ジェンダーの職場における アイデンティティ表現とインクルージョン 、子どもから見たステップファミリー －家族内呼称や苗字をめぐって－",
    "description": "照山 絢子 研究室（准教授）では、文化人類学 や 医療人類学 を中心に研究が行われています。\n近年は「情報の認識・取得・活用におけるADHD者の困難の体験に関する研究 －ADHD者のための情報保障に向けて－」「行政職員と移住者の語りから見る地域移住の現状 －愛媛県八幡浜市を例に－」などの研究に取り組んでおり、\n研究の背景として「学習障害や高機能自閉症などを含む発達障害は、「コミュニケーションの障害」ともいわれます。しかし、コミュニケーションに障害がある、とは具体的にどのような状態を指すのでしょうか。また、それは私たちが所属している社会や文化における通念や習慣とどのように関わっているのでしょうか。インタビューなどの質的調査に基づいて研究をおこなっています。」といった問題意識を持っています。"
  },
  {
    "id": 18,
    "professor": "真栄城 哲也",
    "position": "教授",
    "field": "生命現象の解析、さまざまなモノの情報性、専門知識の利用",
    "papers": "人と犬の性格マッチングについて、複数視点による動画共創アプリの開発と評価、UNIDOLにおける評価の特徴と勝敗について ",
    "description": "真栄城 哲也 研究室（教授）では、生命現象の解析 や さまざまなモノの情報性 を中心に研究が行われています。\n近年は「人と犬の性格マッチングについて」「複数視点による動画共創アプリの開発と評価」などの研究に取り組んでおり、\n研究の背景として「専門知識の利用や特徴の解析を扱う、生物学や医学では、よく解っていない現象が沢山あるが、それらの問題を解明するためにコンピュータと知識をうまく使う方法、複雑な現象を解りやすく表現する方法、そして聞き手に合わせた説明の方法、等について研究する。また、知識を含めこの世界の事柄を色々な要素が関係しているネットワークとして捉えることができるが、これらの関係性や全体の特徴を科学的に調べる。」といった問題意識を持っています。"
  },
  {
    "id": 19,
    "professor": "松林 麻実子",
    "position": "講師",
    "field": "情報行動、メディア分析、コミュニケーション",
    "papers": "スマートフォンゲームへの課金行動に関する文献調査、美容系YouTuberの動画分析から見る化粧品紹介の特徴、日本のSNSにおけるセクシュアルマイノリティの多様な体験",
    "description": "松林 麻実子 研究室（講師）では、情報行動 や メディア分析 を中心に研究が行われています。\n近年は「スマートフォンゲームへの課金行動に関する文献調査」「美容系YouTuberの動画分析から見る化粧品紹介の特徴」などの研究に取り組んでおり、\n研究の背景として「人々が日常生活において普通に行っているメディア利用（本や雑誌、新聞を読んだり、インターネットを使ったりすること）は、どのようなメカニズムで行われているのかということ、さらに、そのメディア利用はメディアの形式に何らかの影響を受けるのかということ（インターネット中心の生活とアナログな生活ではどのような違いが生まれるか、など）について考えることを行っています。」といった問題意識を持っています。"
  },
  {
    "id": 20,
    "professor": "松原 正樹",
    "position": "准教授",
    "field": "身体知 / 暗黙知、認知科学、感性情報学、表現芸術療法",
    "papers": "ワインソムリエとしてのサービスにおける身体知 － 響く「言葉」と 選択する「行為」による付加価値の提供 －、サッカープレーヤーとしての自分史上最高到達点の探求 -「虚実」の駆け引きによるビルドアップスキルの体、非職業画家による長期的描画実践がもたらす一人称的効果と意義 －一人称研究とアートベース・リサーチの複合的視点から見る、生きる軌跡－、エコロジカルアプローチがサッカーの中学女子 選手の認知能力に与える影響、相互協調体験による音楽合奏の間合い体得支援システム ",
    "description": "松原 正樹 研究室（准教授）では、身体知 / 暗黙知 や 認知科学 を中心に研究が行われています。\n近年は「ワインソムリエとしてのサービスにおける身体知 － 響く「言葉」と 選択する「行為」による付加価値の提供 －」「サッカープレーヤーとしての自分史上最高到達点の探求 -「虚実」の駆け引きによるビルドアップスキルの体」などの研究に取り組んでおり、\n研究の背景として「音楽、美術、舞踊、演劇、茶道、弓道など芸術や芸道におけるスキルや感性は如何にして磨かれるのでしょうか。また、AIとのやりとりを通じてそれらの学びをサポートできるでしょうか。芸術分野における身体知，および身体能力を洗練するための芸術表現に取り組んでいます。特に、人間の身体性に基づく認知的側面に着目し、新たな視点の獲得や自身の在り方への気づきを促進する認知的インタラクションデザインの研究をしています。」といった問題意識を持っています。"
  },
  {
    "id": 21,
    "professor": "叶 少瑜",
    "position": "准教授",
    "field": "メディア利用、ソーシャルサポート、精神的健康、対人関係",
    "papers": "大学生のSNS使用と抑うつ性の関係 －LINE，Twitter，Instagram，Discord の比較を通じて－",
    "description": "叶 少瑜 研究室（准教授）では、メディア利用 や ソーシャルサポート を中心に研究が行われています。\n近年は「大学生のSNS使用と抑うつ性の関係 －LINE，Twitter，Instagram，Discord の比較を通じて－」「」などの研究に取り組んでおり、\n研究の背景として「現在、LINEやFacebook等が広範囲に使用されています。これらは「1対多」のソーシャルメディアとして使用されると同時に、「1対1」のコミュニケーションが行えることが最大の特徴だといえます。このようなメディアの使用が、音声通話や従来の電子メールに比べて、ユーザの対人関係の広がりなどの社会的ネットワークの構築、および対人関係の深さといかに関係するのかについて研究を行っています。また、個人特性によってその関係はいかに異なるのかについても検討を進めています。」といった問題意識を持っています。"
  },
  {
    "id": 22,
    "professor": "横山 幹子",
    "position": "准教授",
    "field": "知識の確実性、知識の共有、言語と思考",
    "papers": "メディア利用とユーザーの消費行動の関連性について、『CLANNAD』の幻想世界についての分析 －ネルソン・グッドマンの記号論を用いて－、山小屋で働く人々の文化 ―白馬山荘でのフィールドワークから―、就活生の志望形成プロセスに関する研究、信仰と観光をめぐる筑波山のあり方の変容 －2010年代のパワースポット・ブームに着目して－、大学生の映像メディアに対する意識と実態 －「不便さ」を中心として－ ",
    "description": "横山 幹子 研究室（准教授）では、知識の確実性 や 知識の共有 を中心に研究が行われています。\n近年は「メディア利用とユーザーの消費行動の関連性について」「『CLANNAD』の幻想世界についての分析 －ネルソン・グッドマンの記号論を用いて－」などの研究に取り組んでおり、\n研究の背景として「分析哲学的アプローチにより、「知識とは何か」、「知識はどういうときに正しいと言われるのか」、「知識は客観的なものでありうるのか」、「われわれはど のようなときに知識を共有していると考えるのか」、「蓄積された知識についてどう考えるか」等の問題を考察します。それに関連して、「言語を理解するとはどういうことか」、「言葉の意味とは何か」、「言葉の意味を理解するとはどういうことか」といった問題等についても考察します。」といった問題意識を持っています。"
  },
  {
    "id": 23,
    "professor": "芳鐘 冬樹",
    "position": "教授",
    "field": "研究者の生産性、研究協力ネットワーク、軽量書誌学",
    "papers": "国立大学のPCTに基づく特許出願の傾向分析、トレーディングカードにおける価格形成の要因分析 ーポケモンカードを事例として̶",
    "description": "芳鐘 冬樹 研究室（教授）では、研究者の生産性 や 研究協力ネットワーク を中心に研究が行われています。\n近年は「国立大学のPCTに基づく特許出願の傾向分析」「トレーディングカードにおける価格形成の要因分析 ーポケモンカードを事例として̶」などの研究に取り組んでおり、\n研究の背景として「どのような研究協力ネットワークを築けば、その後、論文の生産性を高められるか、あるいはさらにネットワークを広げられるか、といった傾向が分かれば、研究者個人がパートナを選択する際の参考にもなりますし、学術政策への示唆も得られます。そのような方面への応用を目指しながら、研究協力ネットワークが研究者の論文生産に及ぼす影響について研究しています。」といった問題意識を持っています。"
  },
  {
    "id": 24,
    "professor": "池内 淳",
    "position": "准教授",
    "field": "公共図書館政策、図書館評価",
    "papers": "日本におけるWebパスファインダーの実態調査、世界の図書館におけるゲームの所蔵調査 、都道府県における小学校中学校間の学力差の要因",
    "description": "池内 淳 研究室（准教授）では、公共図書館政策 や 図書館評価 を中心に研究が行われています。\n近年は「日本におけるWebパスファインダーの実態調査」「世界の図書館におけるゲームの所蔵調査 」などの研究に取り組んでおり、\n研究の背景として「税金を使って設置・運営されている公共図書館が、世の中にどれだけあることが望ましいのかについて様々な観点から研究をしています。また、図書館を評価するための方法について考えたり、ウェブの量・構造・内容などの変化について調査しています。」といった問題意識を持っています。"
  },
  {
    "id": 25,
    "professor": "大庭 一郎",
    "position": "講師",
    "field": "情報サービス（レファレンスサービス）、公共図書館、図書館教員",
    "papers": "毎日新聞社の「学校読書調査」における読書資料の傾向",
    "description": "大庭 一郎 研究室（講師）では、情報サービス（レファレンスサービス） や 公共図書館 を中心に研究が行われています。\n近年は「毎日新聞社の「学校読書調査」における読書資料の傾向」「」などの研究に取り組んでおり、\n研究の背景として「書館（主に、公共図書館、学校図書館、大学図書館）を対象として、図書館の情報サービスのあり方や、図書館の情報サービスを担う人材のあり方について研究しています。卒業研究では、学生の問題意識や関心領域を出発点としながら、(1)図書館における各種のサービス、(2)図書館における情報サービス、(3)学校教育と生涯学習における各種の読書活動、(4)図書館職員の養成（教育・研修）、等の領域の研究が進められています。」といった問題意識を持っています。"
  },
  {
    "id": 26,
    "professor": "小野 永貴",
    "position": "助教",
    "field": "学校図書館、学習情報資源、情報教育",
    "papers": "ビブリオバトルにおけるコミュニティ開発機能に関する研究、プレゼンテーション練習における聞き手役ロボットの開発と評価、高校生の論文における文献表記法に関する研究、大学入学共通テスト「情報」導入に対する受験生の意識と受験対策の実態 ",
    "description": "小野 永貴 研究室（助教）では、学校図書館 や 学習情報資源 を中心に研究が行われています。\n近年は「ビブリオバトルにおけるコミュニティ開発機能に関する研究」「プレゼンテーション練習における聞き手役ロボットの開発と評価」などの研究に取り組んでおり、\n研究の背景として「主たる研究領域は、中等教育における学習基盤としての学校図書館の役割、および生徒が学習時に用いる情報資源の利用行動である。主な研究手法として、学習成果物や発話記録等のデータ分析を行いつつ、これらの結果に基づいた学習支援システムの研究開発にも携わる。特に近年では、高等学校と大学図書館の高大連携に着目し、一貫した情報リテラシー教育の在り方について広く検討している。」といった問題意識を持っています。"
  },
  {
    "id": 27,
    "professor": "小泉公乃",
    "position": "准教授",
    "field": "図書館経営、パブリックガバナンス、公共圏",
    "papers": "欧米の大学図書館の貴重書に関する研究の特徴 －2000年以降を中心に－、県域の状況から見た都道府県立図書館、日本の公立図書館における成人向けプログラムの実態とその特徴 －政令指定都市における公立図書館の事例分析－ 、子どものReading for Pleasure 研究の特徴 －システマティック文献レビュー－、集合的記憶理論における文化機関の位置付け",
    "description": "小泉公乃 研究室（准教授）では、図書館経営 や パブリックガバナンス を中心に研究が行われています。\n近年は「欧米の大学図書館の貴重書に関する研究の特徴 －2000年以降を中心に－」「県域の状況から見た都道府県立図書館」などの研究に取り組んでおり、\n研究の背景として「知識・情報資源や技術・メディアをどのようにマネジメントし市民に対して提供するのか、またそれらを通し現代社会の様々な課題をどのように解決していくのかについて、(1) 国(政策・制度)、(2)コミュニティあるいは組織・機関(経営、戦略、組織、マーケティング)、(3)個人(情報行動等)の3つのレベルを切り口に、マネジメントあるいはガバナンスという観点から研究を進めていきたいと考えています。また、知識・情報資源の中核となる図書館のコレクション構築・評価にも関心があります。」といった問題意識を持っています。"
  },
  {
    "id": 28,
    "professor": "白井 哲哉",
    "position": "教授",
    "field": "アーカイブズ学、図書館地域資料、災害アーカイブ",
    "papers": "都道府県立図書館における地域資料サービスの現状と課題 －収集を中心に－",
    "description": "白井 哲哉 研究室（教授）では、アーカイブズ学 や 図書館地域資料 を中心に研究が行われています。\n近年は「都道府県立図書館における地域資料サービスの現状と課題 －収集を中心に－」「」などの研究に取り組んでおり、\n研究の背景として「16～19世紀日本の地方史と、その基本資料である地誌編さんの歴史について研究しています。また、歴史資料の機能・解釈・調査・整理・保存・活用の歴史と方法について研究しています。現在は、地域の記録や記憶を将来にわたり保存し、活用するための理論と実践上の課題について、アーカイブズ学や博物館学に学びつつ、総合的に考察しようと考えています。」といった問題意識を持っています。"
  },
  {
    "id": 29,
    "professor": "鈴木 佳苗",
    "position": "教授",
    "field": "読書・学習環境（学校図書館など）の整備と活用、メディア利用の影響、メディア教育",
    "papers": "高等学校における調べ学習の現状 －読書推進の観点による評価－、大学生におけるメディア利用と語彙力の関係について 、害意のある情報に対する学習プログラムの開発と評価",
    "description": "鈴木 佳苗 研究室（教授）では、読書・学習環境（学校図書館など）の整備と活用 や メディア利用の影響 を中心に研究が行われています。\n近年は「高等学校における調べ学習の現状 －読書推進の観点による評価－」「大学生におけるメディア利用と語彙力の関係について 」などの研究に取り組んでおり、\n研究の背景として「今日、メディアは児童青少年の生活に浸透しており、その影響を理解し、有効に利用していくことが課題となっている。このような状況をふまえて、児童青少年に対する読書、テレビ、テレビゲーム、インターネット利用の対人的・心理的影響、学力への影響を研究している。最近の研究テーマとしては、学校・地域での読書活動の実践とその影響、日常的なメディア利用とその影響、メディアを利用した体験学習の実践とその効果などがある。」といった問題意識を持っています。"
  },
  {
    "id": 30,
    "professor": "髙良 幸哉",
    "position": "助教",
    "field": "情報法、情報保護法制、情報刑法",
    "papers": "生成AIによる権利侵害からクリエイターを保護する法的手段の検討、生成AIに関連する著作権等の諸問題について ―法改正と社会動向の調査を中心に―、メタバース内のアバターの人権 －人格権に着目して",
    "description": "髙良 幸哉 研究室（助教）では、情報法 や 情報保護法制 を中心に研究が行われています。\n近年は「生成AIによる権利侵害からクリエイターを保護する法的手段の検討」「生成AIに関連する著作権等の諸問題について ―法改正と社会動向の調査を中心に―」などの研究に取り組んでおり、\n研究の背景として「研究領域は情報保護やサイバー犯罪対策を中心とした情報法および情報刑法です。情報通信技術の進歩に伴い、情報の利活用の多様化と情報保護の必要性の高まりや犯罪のグローバル化など、種々の問題が生じています。これらの社会問題に対し法理論からの解決策を提案するとともに、新技術の社会実装を下支えするための法理論を構築することを目的として研究を行っています。」といった問題意識を持っています。"
  },
  {
    "id": 31,
    "professor": "武田 将季",
    "position": "助教",
    "field": "超高齢社会サービス、ユニバーサルサービス、情報リテラシー",
    "papers": "日本と韓国の公共図書館における 認知症支援サービスの推進政策とサービス提供、茨城県における図書室登校の実態",
    "description": "武田 将季 研究室（助教）では、超高齢社会サービス や ユニバーサルサービス を中心に研究が行われています。\n近年は「日本と韓国の公共図書館における 認知症支援サービスの推進政策とサービス提供」「茨城県における図書室登校の実態」などの研究に取り組んでおり、\n研究の背景として「ユニバーサルな情報環境の構築を目指し、情報源の構造性や情報の提示、そして、それらが情報源の選択や行為者に対して与える影響を研究しています。特に、行為者の認知や心理、行動を定量的に分析、モデル化することで評価しています。現在は、超高齢社会における高齢者サービスに関心があり、高齢者の認知、行動特性への理解に基づいた情報行動の分析を軸に、公共図書館等に対する潜在的なニーズの把握、高齢者サービスの実践、評価に関連する研究に取り組んでいます。」といった問題意識を持っています。"
  },
  {
    "id": 32,
    "professor": "西川 開",
    "position": "助教",
    "field": "知識コモンズ、制度分析、科学計量学",
    "papers": "日本の大学における研究データサービスの現状について、生物医学分野のジャーナルにおけるsupplementの被引用数に関する研究",
    "description": "西川 開 研究室（助教）では、知識コモンズ や 制度分析 を中心に研究が行われています。\n近年は「日本の大学における研究データサービスの現状について」「生物医学分野のジャーナルにおけるsupplementの被引用数に関する研究」などの研究に取り組んでおり、\n研究の背景として「知識資源の生産・管理に関する制度の有り様に関心がある。特に現在は、デジタル化された学術情報や文化遺産を扱う事例に焦点を当てて、実証的な研究を行っている。」といった問題意識を持っています。"
  },
  {
    "id": 33,
    "professor": "原 淳之",
    "position": "助教",
    "field": "ヨーロッパの図書館、図書館文化史、図書館の国際比較",
    "papers": "英国読書協会が実施するReading Well for children の研究 ―子どものウェルビーイング向上の観点か、デジタルゲームレビューの特徴と評価要素、アメリカの読書相談サービスにおけるアピール概念とツール －Genreflecting（第 8 版）の分析に基づいて－、日本の若者映画における感情表現の特徴 －感情語と表情に着目して－",
    "description": "原 淳之 研究室（助教）では、ヨーロッパの図書館 や 図書館文化史 を中心に研究が行われています。\n近年は「英国読書協会が実施するReading Well for children の研究 ―子どものウェルビーイング向上の観点か」「デジタルゲームレビューの特徴と評価要素」などの研究に取り組んでおり、\n研究の背景として「研究テーマは近現代ヨーロッパ（英、独）の図書館。19世紀のイギリスは産業革命を経て社会の大きな変化を経験した。出版が盛んになり、本を読む人が増えた。この時期に公立図書館は誕生する。その過程を調べる。現代については日本とドイツの図書館を比較する。連邦制度を採用するドイツでは図書館の政策やサービスのあり方に日本とは違いがある。さらに比較するためには、明治以降の日本における図書館の歴史の探究も大切である。」といった問題意識を持っています。"
  },
  {
    "id": 34,
    "professor": "バールイシェフ エドワルド",
    "position": "准教授",
    "field": "アーカイブズ学、国際関係史、比較社会学",
    "papers": "大学スポーツクラブの記録管理の現状と課題 ―筑波大学を事例にして―、太平洋戦争期における公文書等の疎開 －実態と効果につい",
    "description": "バールイシェフ エドワルド 研究室（准教授）では、アーカイブズ学 や 国際関係史 を中心に研究が行われています。\n近年は「大学スポーツクラブの記録管理の現状と課題 ―筑波大学を事例にして―」「太平洋戦争期における公文書等の疎開 －実態と効果につい」などの研究に取り組んでおり、\n研究の背景として「世界各国のアーカイブ資料を頼りにして、近現代の国際関係史、ユーラシア史や東アジア史の空白を実証的に埋めるとともに、アーカイブズ学という観点から各国の公文書館とその所蔵コレクションのことを広範に検討しています。情報時代の国際社会において、アーカイブ資料および歴史そのものに対する人々の認識が如何に変容しつつあるかを比較社会文化的に考察していきたいと思います。」といった問題意識を持っています。"
  },
  {
    "id": 35,
    "professor": "村井 麻衣子",
    "position": "准教授",
    "field": "知的財産法、著作権法、著作権の制限規定",
    "papers": 0,
    "description": "村井 麻衣子 研究室（准教授）では、知的財産法 や 著作権法 を中心に研究が行われています。\n研究の背景として「著作権法を中心に、特許法、商標法、不正競争防止法などの知的財産法について、法学的なアプローチから研究を行います。知的財産法は、本来自由にできるはずの情報の利用を法的に禁止することから、情報の保護と利用のバランスをいかにとっていくかということが重要とされます。裁判例の研究や、条文の解釈などを通じて、こういったバランスをとるためにはどのように法律が適用されるべきか、望ましい制度はどのようにあるべきかということについて検討を行います。」といった問題意識を持っています。"
  },
  {
    "id": 36,
    "professor": "村田 光司",
    "position": "助教",
    "field": "アーカイブズ学、記憶情報の伝達と管理、西洋前近代史",
    "papers": "アーサー王物語群における「聖杯物語」の比較研究 －３つの「聖杯物語」を対象に－、諏訪地域の小宮御柱祭継承のための資料保存の現状と課題 －茅野市北山地区湯川区を例として－、大学のビッグバンドジャズサークルにおける 楽譜・音源の保存方法の現状と課題 、ローマ皇帝ティベリウスの日本における記憶 ―江戸時代から明治時代まで―、筑波大生のアイデンティティ形成における都市伝説の役割",
    "description": "村田 光司 研究室（助教）では、アーカイブズ学 や 記憶情報の伝達と管理 を中心に研究が行われています。\n近年は「アーサー王物語群における「聖杯物語」の比較研究 －３つの「聖杯物語」を対象に－」「諏訪地域の小宮御柱祭継承のための資料保存の現状と課題 －茅野市北山地区湯川区を例として－」などの研究に取り組んでおり、\n研究の背景として「歴史学や古文書学の方法論を基礎として、古代や中世のヨーロッパ・西アジアにおける文書アーカイブズがどのように形作られ、伝来したのかを研究しています。また過去の記憶や情報が取捨選択される過程と、当時の社会におけるその意義を、より幅広い史料に基づいて検討するとともに、現代に伝わる過去の記憶情報をより良い形で後世に提示するための方法と実践についても考察しています。」といった問題意識を持っています。"
  },
  {
    "id": 37,
    "professor": "吉田 右子",
    "position": "教授",
    "field": "公共図書館論、公共図書館サービス、公共図書館史",
    "papers": "明治・大正期における女性の読書と読書活動の実態、ドイツの公共図書館における移民・難民へのサービスの実態 ―言語支援プログラムに着目して―",
    "description": "吉田 右子 研究室（教授）では、公共図書館論 や 公共図書館サービス を中心に研究が行われています。\n近年は「明治・大正期における女性の読書と読書活動の実態」「ドイツの公共図書館における移民・難民へのサービスの実態 ―言語支援プログラムに着目して―」などの研究に取り組んでおり、\n研究の背景として「北ヨーロッパの公共図書館を主たる研究対象として、地域社会における公共図書館の存在意義について研究してきました。またアメリカ公共図書館の歴史的展開についても研究課題としています。図書館を多様な観点からとらえるために、文化的多様性、自律的学習、読書共同体など関係する諸課題を視野に入れながら、公共図書館の可能性について検討しています。」といった問題意識を持っています。"
  },
  {
    "id": 38,
    "professor": "落合 陽一",
    "position": "准教授",
    "field": "メディアアート,実世界志向コンピュータグラフィクス,ヒューマンインターフェイス",
    "papers": "自分自身と向き合うMR剣道稽古システム －オートエスノグラフィーを通じた剣道における「気」の探究－、Life is Mystery —Reconstructing Everyday Life Where Mystery Reincarnates— ",
    "description": "落合 陽一 研究室（准教授）では、メディアアート,実世界志向コンピュータグラフィクス,ヒューマンインターフェイス や  を中心に研究が行われています。\n近年は「自分自身と向き合うMR剣道稽古システム －オートエスノグラフィーを通じた剣道における「気」の探究－」「Life is Mystery —Reconstructing Everyday Life Where Mystery Reincarnates— 」などの研究に取り組んでおり、\n研究の背景として「落合陽一准教授が主宰するデジタルネイチャー研究室は，ユビキタスコンピューティングの先に「計算機自然 (Digital Nature)」の到来を見据えています．計算機自然では，人と機械，物質世界 (Material World) と実質世界 (Virtual World) の間に，今までの工業化社会よりも多様な未来の形が起こりうると考えられます．本研究室は，そういった物質性と実質性の間で，計算機応用のもたらす様々な選択肢を想定し，それらを計算機科学的に実装することで，産業・学問・芸術に至る様々な問題解決に挑戦し，人・計算機・自然における新たな文化的価値の創成を目指します．」といった問題意識を持っています。"
  },
  {
    "id": 39,
    "professor": "森嶋 厚行",
    "position": "教授",
    "field": "データ工学/ビッグデータ、集合知/クラウドソーシング、ソフトウェア工学",
    "papers": 0,
    "description": "森嶋 厚行 研究室（教授）では、データ工学/ビッグデータ や 集合知/クラウドソーシング を中心に研究が行われています。\n研究の背景として「本研究室では，人類が史上初めて手に入れた，数十億規模の人々とAIのネットワークを活用し，これらの協力により創出される「融合知能」をデザインする科学技術を確立します．研究のための研究を行うのではなく，世界的な研究成果を出しながら，成果を活用したプラットフォームを自ら開発し，様々な領域の専門家と協力して，これまで諦めていた問題の解決とよりよい社会を実現することを目指します．」といった問題意識を持っています。"
  },
  {
    "id": 40,
    "professor": "森継 修一",
    "position": "教授",
    "field": "数式処理のアルゴリズム、計算幾何学、和算研究への応用",
    "papers": 0,
    "description": "森継 修一 研究室（教授）では、数式処理のアルゴリズム や 計算幾何学 を中心に研究が行われています。\n研究の背景として「数式処理研究室（森継修一教授）では、主にコンピュータ代数を用いた幾何学的・代数的問題の解析と解法に関する研究が行われています。特に、江戸時代の和算書に記された図形問題を現代の数式処理技術で解析する取り組みや、円に内接する多角形の半径や面積の一般式を導出する研究が進められています」といった問題意識を持っています。"
  },
  {
    "id": 41,
    "professor": "若林 啓",
    "position": "准教授",
    "field": "ウェブ情報学、統計科学、知能情報学",
    "papers": 0,
    "description": "若林 啓 研究室（准教授）では、ウェブ情報学 や 統計科学 を中心に研究が行われています。\n研究の背景として「本研究室が明らかにしようとしている問いは，「言語を理解するとはどういうことか」です．この問いに答えるためには，「言語の定義」を明確にする必要がありますが，人間以外の動物が以前考えられていたよりも複雑なコミュニケーションをしていることが明らかになってきたこともあり，近年では十分に合意された「言語の定義」は無い状況です．「言語の定義」が定まっていない以上，我々は「言語を理解するとはどういうことか」という問いの意味自体が，まだ明確になっていないと考えています．」といった問題意識を持っています。"
  },
  {
    "id": 42,
    "professor": "李 昇姫",
    "position": "准教授",
    "field": "感性情報、認知行動、Physical Interaction",
    "papers": 0,
    "description": "李 昇姫 研究室（准教授）では、感性情報 や 認知行動 を中心に研究が行われています。\n研究の背景として「人間の感性と行動プロセスを認知的エスノグラフィー理論と融合させ、人間の動作を美しく創造するデザインを目指します。 1990年代に筑波大学で始めた「感性」の構造モデルを科学的に解明する基礎研究から出発して、現在は感性情報学、感性デザイン学を中心に人間と製品・ロボット・環境を繋ぐHCI（Human Computer Interface/Interaction）研究を展開しています。脳科学、工学、認知科学、生理学、情報学など多様な異分野研究領域との融合研究を基盤にした人間に\"思いやり\"を与えるデザインを創ります。」といった問題意識を持っています。"
  }
]